<?php

return [

	'commands' => [
		'start' => 'به بات خیرین اربعین خوش آمدید'
	],
	
	'messages' => [
		'show_other_activity_name_form' => 'نام خدمتی که قادر به ارائه آن هستید را وارد کنید:',
		'get_other_activity_name' => '',
		'show_help_options' => ' در کدام یک از بخش های زیر قصد همراهی دارید؟ ',
		'show_charity_options' => 'برای اهدای کمک های خیریه خود یکی از موضوعات زیر انتخاب کنید:',
		'show_activity_options' => 'نام واحدی که قصد خدمت در آن را دارید را وارد کنید:',
		'show_backing_options' => 'در کدام بخش خدمات آماده خدمت رسانی هستید:',
		'show_finance_options' => 'هزینه متوسط درمان هر بیمار در ایام اربعین ۱۰ هزارتومان است و پیش بینی می شود امسال بیش از ۱۰۰۰۰۰ بیمار در مراکز ما درمان شوند.',
		'card_payment' => 'شماره کارت جهت واریز وجوهات اهدائی' . "\n" . '6273811120136673'. "\n" .'بنام احسان عظیمی دستگردی بانک انصار',
		'show_donation_product_name' => 'نام محصولات اعدائی خود را وارد کنید:',
		'get_donation_product_name' => '',
		'show_donation_product_amount' => 'شما چه مقدار از محصول مورد نظر را اهدا می کنید؟',
		'get_donation_product_amount' => '',
		'signup' => 'برای ادامه کار باید ثبت نام خود را تکمیل کنید.' . " \n " . 'لطفا در ادامه مشخصات خود را بدقت وارد کنید.',
		'show_first_name_form' => 'نام خود را وارد کنید:',
		'get_first_name' => '',
		'show_last_name_form' => 'نام خانوادگی خود را وارد کنید:',
		'get_last_name' => '',
		'show_national_number_form' => 'شماره ملی خود را وارد کنید:',
		'get_national_number' => '',
		'show_national_card_image_form' => 'عکس کارت ملی خود را بصورت عکس ارسال کنید( بصورت فایل ارسال نکنید)',
		'show_passport_number_form' => 'شماره پاسپورت خود را وارد کنید:',
		'get_passport_number' => '',
		'show_passport_image_form' => 'عکس پاسپورت خود را ارسال کنید:',
		'show_tell_number_form' => 'شماره تلفن همراه خود را وارد کنید:',
		'get_tel_number' => '',
		'successful_signup' => 'ثبت نام شما با موفقیت انجام شد لطفا برای تحویل مدارک به آدرس' . "\n" . 'نارمک - خیابان آیت پایین تر از چهارراه تلفنخانه جنب بانک مسکن پ ۲۰۸ واحد ۳' ."\n". '09127159530',
		'end_stage' => 'در صورتی که قصد دارید از طرق دیگر ما را همراهی کنید با زدن دستور /start از ابتدا در بات مراحل را انجام دهید.',
		'online_payment' => 'با زدن کلید زیر وارد درگاه پرداخت خواهید شد و براحتی می توانید مبلغ دلخواه خود را از طریق کارت های عضو شتاب پرداخت کنید.',
        'login' => 'شما با موفقیت وارد سیستم شدید. از این پس اطلاعات کاربران ثبت نام شده برای شما ارسال می گردد'
	],
	
	'errors' => [
		'get_donation_product_name' => 'نام محصول اهدائی را بدرستی وارد کنید',
		'get_donation_product_amount' => 'تعداد محصول اهدائی را بدرستی وارد کنید',
		'get_first_name' => 'نام خود را درست وارد کنید',
		'get_last_name' => 'نام خانودگی خود را درست وارد کنید ',
		'get_national_number' => 'شما در مرحله وارد کردن شماره ملی هستید لطفا بدرستی شماره ملی خود را وارد کنید:',
		'wrong_national_number' => 'شما در مرحله وارد کردن شماره ملی هستید لطفا بدرستی شماره ملی خود را وارد کنید:',
		'get_national_image' => 'شماره در مرحله ارسال عکس کارت ملی هستید لطفا عکس کارت ملی خود را ارسال کنید.',
		'get_passport_number' => 'شما در مرحله وارد کردن شماره پاسپورت هستید لطفا شماره پاسپورت خود را با فرمت صحیح وارد کنید',
		'get_passport_image' => 'شمار در مرحله ارسال عکس پاسپورت هستید ابتدا تصویر پاسپورت خود را وارد کنید.',
		'get_tel_number' => 'شماره در مرحله وارد کردن تلفن همراه هستید لطفا شماره موبایل خود را با فرمت صحیح وارد کنید.',
		'wrong_tel_number_format' => 'شماره در مرحله وارد کردن تلفن همراه هستید لطفا شماره موبایل خود را با فرمت صحیح وارد کنید.',
	],
	
	'words' => [
		'charity' => 'اهدای کمک نقدی-غیرنقدی',
		'activity' => 'کمک بعنوان نیروی انسانی',
		'finance' => 'کمک های نقدی',
		'equipment_items' => 'اقلام تجهیزاتی',
		'consumable_items' => 'اقلام مصرفی',
		'drug_items' => 'دارو',
		'other' => 'سایر موارد',
		'therapeutic' => 'واحد پزشکی',
		'backing' => 'واحد پشتیبان و اداریی',
		'dentist' => 'دندانپزشکی',
		'doctor' => 'پزشک',
		'nurse' => 'پرستار',
		'drug_store' => 'داروساز',
		'paramedic' => 'بهیار',
		'paramedical' => 'پیراپزشک',
		'card_payment' => 'واریز کارت به کارت',
		'worker' => 'مددکار',
		'receipt' => 'پذیرش',
		'service' => 'خدمات',
		'protection' => 'حراست',
		'installation' => 'تاسیسات',
		'health_expert' => 'کارشناس بهداشت',
		'it_expert' => 'کارشناس IT',
		'online_payment' => 'پرداخت آنلاین',
		'other_activity' => 'بخش متفرقه',
		
	],
	
	'buttons' => [
	    'online_payment' => 'درگاه آنلاین پرداخت',
	],

	'callback' => [
		'selected' => ':name'
	]
];
